# 1st program
print(9 ** 0.5 * 5) # '**' - Возведение в степень, '*' - умножение.

# 2st program
print(9.99 >= 9.98 and 1000 != 1000.1) # '>=' - знак больше, 'and' - и (должны быть верны оба выражения), '!=' - знак неравенства

# 3st program
print(2 * 2 + 2) # '*' - умножение, '+' - сложение.
print(2 * (2 + 2)) # '()' - отдача приоритета сложению.
print(2 * (2 + 2) == 2 * 2 +2) # '==' - знак сравнения.

# 4st program
print('123.456')
print(int(float('123.456') * 10) %10) # '%' - знак остаточного деления, 'int' - целочиленное 'float' - дробное.


